// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Webbtjänster för HP-skrivare";
TaskTOCTitle = "HPs webbtjänster";
SummarySucceededTaskName = "HPs webbtjänster är aktiverade!";
SummaryFailedTaskName = "Kan inte aktivera HPs webbtjänster";
SummaryUpdateAvailableName = "Uppdatering tillgänglig";
SummaryTaskTOCTitle = "Sammanfattning";

EnableWebServicesButtonTitle = "Ja, jag accepterar användningsvillkoren.";
SkipWebServicesEnablingCaption = "Tryck på Hoppa över om du inte vill aktivera Webbtjänster.";

AlreadyEnabledTitle = "Skrivaren har nu anslutits till nätverket!\nHPs internetanslutna skrivare erbjuder spännande och innovativa nya tjänster som HP Touchsmart Apps, ePrint och automatiska produktuppdateringar. Om du vill veta mer om dessa tjänster, gå till produktdokumentationen eller besök";
AlreadyEnabledText = "HPs webbtjänster är redan aktiverade på skrivaren. Klicka på knappen nedan om du vill skriva ut en sida med fler detaljer och ePrint-adressen för skrivaren.";
PrintWebServicesDetailsButtonTitle = "Skriv ut detaljer om HPs webbtjänster";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Det finns en uppdatering för din enhet som är obligatorisk för att webbtjänsterna ska kunna aktiveras. Tryck på knappen ePrint på enheten för att tillämpa uppdateringen. Du blir vägledd genom processen.";

LookingForDeviceUpdateProgressTitle = "Enheten söker efter uppdateringar… Var god vänta.";
EnableWebServicesProgressTitle = "Konfigurerar webbtjänster på skrivaren… Var god vänta.";

WebServicesEnablingSucceededCaption = "HP Webbtjänster har aktiverats på din skrivare.\n\nSkrivaren kommer nu att skriva ut en sida med ytterligare information om HP Webbtjänster och skrivarens ePrint-adress.";
WebServicesEnablingFailedCaption = "Just nu gick det inte att aktivera HPs webbtjänster för skrivaren. Detta kan bero på ett tillfälligt problem med internetanslutningen till webbtjänsten, eller så kanske skrivaren behöver en produktuppdatering.\r\rGör ett nytt försök att aktivera HPs webbtjänster senare genom att trycka på ePrint-knappen på skrivaren. Om en produktuppdatering är nödvändig kommer du då att bli guidad genom konfigurationen av webbtjänster.\r\rDetta kommer inte att påverka skrivarens övriga funktioner. Den kommer fortfarande att skriva ut och utföra andra funktioner som vanligt.";

HSDProductUpdate = "Produktuppdateringar:";
HSDAutomaticalyUpdate = "Uppdatera produkten automatiskt (rekommenderas)";
HSDNotifyBeforeUpdate = "Meddela mig innan produkten uppdateras";
HSDNeverUpdate = "Uppdatera aldrig produkten";

HSDDisableWebServicesTitle = "Vill du inaktivera webbtjänsterna?";
HSDAllowProductUpdatesTitle = "Vill du tillåta produktuppdateringar?";
HSDAllowProductUpdatesText = "För att kunna använda webbtjänsterna måste du tillåta att skrivaren söker efter uppdateringar.";
HSDDisableWebServices = "Inaktivera webbtjänster";
HSDUpdateAutomatically = "Uppdatera automatiskt";
HSDNotifyBeforeUpdating = "Meddela mig före uppdatering";
